<div class="modal fade" id="what-is-grader-a-modal" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
      <div class="modal-header">
        <button type="button" class="close" data-dismiss="modal" aria-label="Close"><span aria-hidden="true">&times;</span></button>
        <h4 class="modal-title" id="myModalLabel">Τι Είναι ο Αξιολογητής Α και ποιες οι υποχρεώσεις του</h4>
      </div>
      <div class="modal-body">
        <p>
          Στην Α΄φάση του διαγωνισμού <a href="http://2017.eduwebawards.gr/evaluation/" target="_blank">(Δείτε Διαδικασία Αξιολόγησης)</a>, η αξιολόγηση των ιστότοπων θα γίνει από τους ίδιους τους συμμετέχοντες - ή αντιπροσώπους τους (αξιολογητές Α - ομότιμους) και από τους αξιολογητές Β (σώμα έμπειρων αξιολογητών).
        </p>

        <p>
          Για το λόγο αυτό, κατά την υποβολή υποψηφιότητας ιστότοπου, κάθε υποψήφιος προτείνει ως Αξιολογητή Α΄, είτε τον εαυτό του, είτε κάποιον άλλον συνάδελφο, ο οποίος χρησιμοποιεί, συντηρεί ή είναι δημιουργός εκπαιδευτικού ιστότοπου. Αφού αυτός κάνει αποδοχή το ρόλο του, ως αξιολογητή και συμπληρώσει τα στοιχεία του, γίνεται δεκτός ο υποψήφιος ιστότοπος. Αυτός θα κληθεί να αξιολογήσει δύο ιστότοπους, από διαφορετική κατηγορία διαγωνιζομένων, από αυτόν που τον προτείνει και από διαφορετική περιοχή/περιφέρεια, από αυτόν που τον προτείνει ή που εργάζεται ή διαμένει. Εάν ο προτεινόμενος αξιολογητής δεν είναι συνεπής και δεν αξιολογήσει τους ανατεθέντες ιστότοπους, στον προτεινόμενο χρόνο, ακυρώνεται η υποψηφιότητά του ιστότοπου που τον πρότεινε.
        </p>

        <p>
          Η ανάθεση των ιστότοπων που θα αξιολογήσουν οι αξιολογητές Α΄ και Β΄ θα γίνει με ηλεκτρονική κλήρωση των υποψηφίων ιστότοπων – αξιολογητών. Ωστόσο, στην περίπτωση που τυχαίνει να συνδέεται ένας αξιολογητής με οποιονδήποτε τρόπο με τον εκπαιδευτικό ιστότοπο ή τους δημιουργούς ή διαχειριστές του, ή έχει στο παρελθόν υπηρετήσει σε αυτή τη σχολική μονάδα ή υπηρεσία που καλείται να αξιολογήσει, θα πρέπει να μας ζητήσει εντός 48 ωρών την αυτοεξαίρεσή του, ώστε να γίνει έγκαιρα αλλαγή Αξιολογητή Α΄ και στον ίδιο αξιολογητή να ανατεθεί νέος ιστότοπος προς αξιολόγηση.
        </p>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-primary" data-dismiss="modal">Κλείσιμο</button>
      </div>
    </div>
  </div>
</div>