<div class="modal fade" id="what-is-grader-a-modal" tabindex="-1" role="dialog" aria-labelledby="myModalLabel">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
      <div class="modal-header">
        <button type="button" class="close" data-dismiss="modal" aria-label="Close"><span aria-hidden="true">&times;</span></button>
        <h4 class="modal-title" id="myModalLabel">Τι Είναι ο Αξιολογητής Α και ποιες οι υποχρεώσεις του</h4>
      </div>
      <div class="modal-body">
        <p>Στην Α΄φάση του διαγωνισμού <a href="http://2017.eduwebawards.gr/evaluation/" target="_blank">(Δείτε Διαδικασία Αξιολόγησης)</a>, η αξιολόγηση των ιστότοπων θα γίνει από τους ίδιους τους συμμετέχοντες - ομότιμους (peer review) και από τους Αξιολογητές Β (σώμα έμπειρων αξιολογητών). </p>

        <p>Για το λόγο αυτό, κατά την υποβολή υποψηφιότητας ιστότοπου, καλούμε κάθε υποψήφιο να προτείνει ως Αξιολογητή Α΄ <strong>είτε τον εαυτό του/ης είτε κάποιον άλλο/η συνάδελφο</strong> ο οποίος χρησιμοποιεί, συντηρεί ή είναι δημιουργός εκπαιδευτικών ιστότοπων. Αυτός/η θα κληθεί να αξιολογήσει δύο διαφορετικούς ιστότοπους, ο ένας εκ των οποίων τουλάχιστο θα είναι άλλης κατηγορίας διαγωνιζομένων και άλλης περιοχής/περιφέρειας.</p>

        <p>Η ανάθεση των ιστότοπων που θα αξιολογήσουν οι αξιολογητές Α΄ και Β΄ θα γίνει με ηλεκτρονική κλήρωση των υποψηφίων ιστότοπων - αξιολογητών. Ωστόσο, στην περίπτωση που τυχαίνει να συνδέεται ένας αξιολογητής με οποιονδήποτε τρόπο με τον εκπαιδευτικό ιστότοπο ή τους δημιουργούς ή διαχειριστές του, ή έχει στο παρελθόν υπηρετήσει σε αυτή τη σχολική μονάδα ή υπηρεσία που καλείται να αξιολογήσει, θα πρέπει να μας ζητήσει εντός 48 ωρών την αυτοεξαίρεσή του, ώστε να γίνει έγκαιρα αλλαγή Αξιολογητή Α.</p>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-primary" data-dismiss="modal">Κλείσιμο</button>
      </div>
    </div>
  </div>
</div>