<?php

use Illuminate\Database\Seeder;

class BetaCriterionsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        
        DB::table('beta_criterions')->insert([
            'main_title' => 'ΤΑΥΤΟΤΗΤΑ - ΕΝΗΜΕΡΩΣΗ ΙΣΤΟΤΟΠΟΥ:<br> (στοιχεία επικοινωνίας, συνέπεια σκοπού – στόχων, τακτική και συνεχής ενημέρωση)',
            
            'bk1_title' => 'α) Αναφέρεται ο υπεύθυνος/δημιουργός του ιστότοπου (ή η ομάδα υπευθύνων/δημιουργών).<br>β) Αναφέρεται το χρονικό διάστημα που δημιουργήθηκε ο ιστότοπος.<br>γ) Αναφέρονται τα στοιχεία επικοινωνίας με τον/τους κατόχους του ιστότοπου (ταχυδρομική διεύθυνση, τηλέφωνο, φαξ, e-mail).',
            'bk2_title' => 'Ο γενικός σκοπός και οι στόχοι αναφέρονται σαφώς στον ιστότοπο ή/και αναγράφονται στην αίτηση συμμετοχής στο διαγωνισμό.',
            'bk3_title' => 'Συχνότητα ενημέρωσης: Ο ιστότοπος φαίνεται να έχει ενημερωθεί σε σχετικά πρόσφατο χρονιικό διάστημα;',

            'bk1_1_title' => 'Δεν καλύπτεται κανένα από αυτά τα στοιχεία.',
            'bk1_2_title' => 'Καλύπτεται μόνο ένα στοιχείο.',
            'bk1_3_title' => 'Καλύπτονται μερικώς δύο στοιχεία.',
            'bk1_4_title' => 'Καλύπτονται μερικώς τρία στοιχεία.',
            'bk1_5_title' => 'Καλύπτονται πλήρως όλα τα στοιχεία.',

            'bk2_1_title' => 'Δεν αναφέρονται πουθενά.',
            'bk2_2_title' => 'Αναφέρονται μερικώς σε ένα από τα δύο.',
            'bk2_3_title' => 'Αναφέρονται πλήρως σε ένα από τα δύο',
            'bk2_4_title' => 'Αναφέρονται μερικώς και στα δύο.',
            'bk2_5_title' => 'Αναφέρονται πλήρως και στα δύο.',

            'bk3_1_title' => 'Διάστημα μεγαλύτερο από 24 μήνες.',
            'bk3_2_title' => 'Διάστημα από 13 έως και 24 μήνες.',
            'bk3_3_title' => 'Διάστημα από 6 έως και 12 μηνές.',
            'bk3_4_title' => 'Διάστημα από 3 έως και 5 μήνες.',
            'bk3_5_title' => 'Διάστημα μικρότερο από 3 μήνες.',

            'weight' => 15,

            'bk1_weight' => 25,
            'bk2_weight' => 25,
            'bk3_weight' => 50,
        ]);

    }
}
