<?php

use Illuminate\Database\Seeder;

class GamaCriteriaTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        
        GamaCriterion::create([

            'main_title' => 'ΠΕΡΙΕΧΟΜΕΝΟ:<br> (ποιότητα και ποσότητα περιεχομένου, δυνατότητες παιδαγωγικής αξιοποίησής του από το κοινό στο οποίο απευθύνεται, πρωτοτυπία)',
            
            'gk1_title' => 'Σε ποιο βαθμό το περιεχόμενο-υλικό του ιστότοπου περιλαμβάνει πρωτογενές υλικό (δηλ. προέκυψε κυρίως από δημιουργούς του);',
            'gk2_title' => 'Σε ποιο βαθμό ο ιστότοπος περιέχει πληροφορίες άρθρα και υλικό από σχετικές δραστηριότητες των δημιουργών - χρηστών του (δηλ. ανακοινώσεις, προγράμματα, εκδηλώσεις, εργασίες, σχέδια μαθημάτων κ.ά.);',
            'gk3_title' => 'Σε ποιο βαθμό ο ιστότοπος αναδεικνύει καινοτόμες ή/και «καλές πρακτικές» και τον τρόπο επίτευξής τους (π.χ. δράσεις για τη φιλαναγνωσία, την περιβαλλοντική αγωγή, αντιμετώπιση του bullying κ.ά.);',
            'gk4_title' => 'Σε ποιο βαθμό ο ιστότοπος παρέχει υποστήριξη στους χρήστες για τις δραστηριότητές τους (δηλ. επιπλέον υλικό, ψηφιακά έντυπα, εκπ/κη νομοθεσία, συνδέσμους σχετικούς με τα μαθήματα κ.ά.);',
            'gk5_title' => 'Σε ποιο βαθμό θεωρείτε ότι το περιεχόμενο του ιστότοπου αξιοποιείται στη διδασκαλία και στη μάθηση από τους χρήστες του;',
            
            'gk1_1_title' => 'Το περιεχόμενο-υλικό του ιστότοπου δεν είναι πρωτογενές.',
            'gk1_2_title' => 'Μικρό μέρος (25%) του περιεχόμενου - υλικού του ιστότοπου είναι πρωτογενές.',
            'gk1_3_title' => 'Αρκετό (50%) από το περιεχόμενο - υλικό του ιστότοπου είναι πρωτογενές.',
            'gk1_4_title' => 'Μεγάλο μέρος (75%) από το περιεχόμενο - υλικό του ιστότοπου είναι πρωτογενές.',
            'gk1_5_title' => 'Το περιεχόμενο-υλικό του ιστότοπου είναι πρωτογενές.',
            'gk2_1_title' => 'Ο ιστότοπος δεν περιέχει αυτού του είδους πληροφορίες.',
            'gk2_2_title' => 'Υπάρχουν ελάχιστες (25%) πληροφορίες αυτού του είδους.',
            'gk2_3_title' => 'Υπάρχουν λίγες (50%) πληροφορίες αυτού του είδους.',
            'gk2_4_title' => 'Υπάρχουν αρκετές (75%) πληροφορίες αυτού του είδους.',
            'gk2_5_title' => 'Ο ιστότοπος περιέχει πλούσιες πληροφορίες αυτού του είδους.',
            'gk3_1_title' => 'Στον ιστότοπο δεν αναδεικνύονται τέτοιες πρακτικές.',
            'gk3_2_title' => 'Στον ιστότοπο αναδεικνύονται ελάχιστες (25%) τέτοιες πρακτικές και χωρίς να γίνεται αναφορά στον τρόπο επίτευξης.',
            'gk3_3_title' => 'Στον ιστότοπο αναδεικνύονται αρκετές (50%) τέτοιες πρακτικές,  χωρίς να γίνεται αναφορά στον τρόπο επίτευξης.',
            'gk3_4_title' => 'Στον ιστότοπο αναδεικνύονται πολλές (75%) τέτοιες πρακτικές, χωρίς να γίνεται αναφορά στον τρόπο επίτευξης.',
            'gk3_5_title' => 'Στον ιστότοπο αναδεικνύονται πολλές τέτοιες πρακτικές, με αναφορά/επεξηγήσεις για τον τρόπο επίτευξης.',
            'gk4_1_title' => 'Ο ιστότοπος δεν παρέχει τέτοιου είδους υποστήριξη.',
            'gk4_2_title' => 'Ο ιστότοπος παρέχει ελάχιστη (25%) τέτοιου είδους υποστήριξη.',
            'gk4_3_title' => 'Ο ιστότοπος παρέχει σχετικά επαρκή (50%) τέτοιου είδους υποστήριξη.',
            'gk4_4_title' => 'Ο ιστότοπος παρέχει αρκετά επαρκή (75%) τέτοιου είδους υποστήριξη',
            'gk4_5_title' => 'Ο ιστότοπος παρέχει με μεγάλη επάρκεια τέτοιου είδους υποστήριξη.',
            'gk5_1_title' => 'Το παιδαγωγικό περιεχόμενο του ιστότοπου δεν αξιοποιείται.',
            'gk5_2_title' => 'Μερικό μέρος του παιδαγωγικού περιεχομένου (25%) αξιοποιείται.',
            'gk5_3_title' => 'Μερικό μέρος του παιδαγωγικού περιεχομένου (50%) αξιοποιείται.',
            'gk5_4_title' => 'Μεγάλο μέρος του παιδαγωγικού περιεχομένου (75%) αξιοποιείται.',
            'gk5_5_title' => 'Το παιδαγωγικό περιεχόμενο του ιστότοπου αξιοποιείται, στο σύνολό του.',
            'weight' => 30,
            'gk1_weight' => 20,
            'gk2_weight' => 20,
            'gk3_weight' => 20,
            'gk4_weight' => 20,
            'gk5_weight' => 20,
            
        ]);

    }
}
