<?php

namespace App\Http\Utilities;

class Category {

  protected static $categories = [

    '1. Νηπιαγωγεία, Δημοτικά Σχολεία, Δημοτικά Ειδικά Σχολεία'                                => 1,
    '2. Γυμνάσια, ΕΕΕΕΚ, ΣΔΕ'                                                                  => 2,
    '3. Γενικά Λύκεια, ΕΠΑΛ, ΕΚ, ΤΕΕ Ειδικής Αγωγής'                                           => 3,
    '4. Υποστηρικτικές δομές εκπαίδευσης **'                                                   => 4,
    '5. Διοικητικές μονάδες Διευθύνσεων Εκπαίδευσης και Περιφερειακών Διευθύνσεων Εκπαίδευσης' => 5,
    '6. Προσωπικοί ιστότοποι ατομικοί ή ομάδων εκπαιδευτικών'                                  => 6,
    
  ];

  public static function all()
  {
    return static::$categories;
  }

}
