<?php

namespace App\Http\Utilities;

class District {

  protected static $districts = [

    '' => 'Επιλέξτε Περιφέρεια...',
    '1' => 'Αττική',
    '2' => 'Βόρειο Αιγαίο',
    '3' => 'Νότιο Αιγαίο',
    '4' => 'Δυτική Ελλάδα',
    '5' => 'Θεσσαλία',
    '6' => 'Ήπειρος',
    '7' => 'Ιόνιο',
    '8' => 'Κρήτη',
    '9' => 'Ανατολική Μακεδονία και Θράκη',
    '10' => 'Δυτική Μακεδονία',
    '11' => 'Κεντρική Μακεδονία',
    '12' => 'Πελοπόννησος',
    '13' => 'Στερεά Ελλάδα',
    '14' => 'Άλλη - Εκτός Ελλάδος',

  ];

  public static function all()
  {
    return static::$districts;
  }

}
