<?php

namespace App\Http\Utilities;

class Teaching_xp {

  protected static $teaching_xp = [

    '' => 'Επιλέξτε...',
    '1' => 'Προσχολική αγωγή',
    '2' => 'Δημοτική εκπαίδευση',
    '3' => 'Γυμνάσια',
    '4' => 'ΕΕΕΕΚ',
    '5' => 'ΣΔΕ',
    '6' => 'Γενικά Λύκεια',
    '7' => 'ΕΠΑΛ – ΕΚ',
    '8' => 'Υπηρεσία σε υποστηρικτικές δομές εκπαίδευσης',
    '9' => 'Υπηρεσία σε Δ/νσεις ή Περιφερειακές Δ/νσεις Εκπ/σης',    

  ];

  public static function all()
  {
    return static::$teaching_xp;
  }

}
