@extends('layouts.email')

@section('content')

    <h3>ΜΗ ΟΛΟΚΛΗΡΩΣΗ ΑΞΙΟΛΟΓΗΣΗΣ ΑΠΟ ΑΞΙΟΛΟΓΗΤΗ Α</h3>

    <p>
        Αγαπητέ/ή <strong>{{ $data['site_name'] }}</strong>,
    </p>

    <p>
        Σας ενημερώνουμε ότι ο\η <strong>{{ $data['grader_name'] }}</strong> που έχετε προτείνει ως Αξιολογητή Α, <strong>δεν έχει ολοκληρώσει τις αξιολογήσεις του/της, μέσα στην καθορισμένη προθεσμία.</strong>
    </p>

    <p>
        Παρακαλούμε να έχετε υπόψη σας ότι, <a href="http://2017.eduwebawards.gr/evaluation/">σύμφωνα με τον κανονισμό</a>, αν <strong>δεν</strong> ολοκληρωθούν οι αξιολογήσεις του Αξιολογητή Α που έχετε προτείνει, <strong>μέχρι την Τρίτη 28/2/2017, στις 22:00 μ.μ.​</strong>, ο υποψήφιος Ιστότοπός σας <strong>θα αποκλειστεί από τον διαγωνισμό.</strong>
    </p>

    <p>
        Παρακαλούμε να επικοινωνήσετε <strong>άμεσα</strong> με τον/την <strong>{{ $data['grader_name'] }}</strong> και να τον/την ενημερώσετε σχετικά.
    </p>

    <p>
        Στην περίπτωση πολύ σοβαρού κωλύματος, εκ μέρους του αξιολογητή που προτείνατε, παρακαλούμε να μας στείλετε <strong>άμεσα, μέχρι την Παρασκευή 24-2-2017, τον/την αντικαταστάτη του.</strong>
    </p>

    <p>
        Εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα, παρακαλούμε επικοινωνήστε στο <strong>info@eduwebawards.gr<strong>
    </p>

    <p>
        Ευχαριστούμε για τη συμμετοχή σας.
    </p>
       

@endsection
