@extends('layouts.email')

@section('content')

    <h3>ΑΝΑΚΟΙΝΩΣΗ ΓΙΑ ΤΗ ΦΑΣΗ Γ {{ App\Config::first()->index }}ου ΔΕΕΙ</h3>

    <p>
        Αγαπητή/τέ/τοί <strong>{{ $data['site_creator'] }}</strong>.
    </p>

    <p>
        Σας ενημερώνουμε ότι ο υποψήφιος ιστότοπός σας, <strong>έχει περάσει στην Γ’ και τελική Φάση του Διαγωνισμού!</strong>
    </p>

    <p>
        Τα αποτελέσματα της Β’ Φάσης έχουν αναρτηθεί στον επίσημο ιστότοπο: <a href="http://2017.eduwebawards.gr/">http://2017.eduwebawards.gr/</a>.
    </p>

    <p>
        Στο πλαίσιο του 9ου Πανελληνίου Συνεδρίου των Εκπ/κων για τις ΤΠΕ «Αξιοποίηση  των Τεχνολογιών της Πληροφορίας και της Επικοινωνίας στη Διδακτική Πράξη», που  θα διεξαχθεί στη Σύρο, 28-30 Απριλίου 2017, θα γίνει η απονομή των βραβείων και  των επαίνων, των ιστότοπων που θα διακριθούν σε κάθε κατηγορία, μετά την  αξιολόγηση της Γ’ Φάσης.
    </p>   

    <p>
        Σας ευχαριστούμε θερμά για τη συμμετοχή σας στον {{ App\Config::first()->index }}ο ΔΕΕΙ.
    </p>

    <p>
        Ελπίζουμε να σας συναντήσουμε από κοντά.
    </p>
    

@endsection
