@extends('layouts.email')

@section('content')

    <h3>ΑΝΑΘΕΣΗ ΙΣΤΟΤΟΠΩΝ ΣΕ ΑΞΙΟΛΟΓΗΤΗ Β {{ App\Config::first()->index }}ου ΔΕΕΙ</h3>

    <h3>ΠΡΟΣΚΛΗΣΗ ΓΙΑ ΚΡΙΣΗ</h3>

    <p>
        Αγαπητέ/ή <strong>{{ $summary->grader_name }}</strong>,
    </p>

    <p>Σας ευχαριστούμε για τη συμμετοχή σας στο διαγωνισμό.</p>

    <p>
        Σας παρακαλoύμε να αποδεχτείτε την πρόσκλησή μας να <strong>αξιολογήσετε</strong> τους ιστότοπους που προκρίθηκαν <strong>στη Β΄ φάση του {{ App\Config::first()->index }}ου ΔΕΕΙ.</strong>
    </p>

    <?php $site_titles = explode('{||}', $summary->site_titles); ?>
    <?php $site_urls = explode('{||}', $summary->site_urls); ?>
    <?php $size = sizeof($site_titles); ?>
    @for($i = 0; $i < $size; $i++)
        <p>
            <strong>{{$i+1}}.</strong> Ιστότοπος: <strong>{{ $site_titles[$i] }}</strong><br>
            URL: <a href="{{ $site_urls[$i] }}">{{ $site_urls[$i] }}</a>
        </p>
    @endfor

    <p>
        Παρακαλούμε συνδεθείτε στο πληροφοριακό σύστημα του {{ App\Config::first()->index }}ου ΔΕΕΙ (<a href="http://www.eduwebawards.gr/app2/public/">http://www.eduwebawards.gr/app2/public/</a>) και πατήστε <strong>Β Φάση: Έναρξη Αξιολόγησης.</strong>
    </p>

    <p>
        <strong>Βήμα 1. </strong>Σας παρακαλούμε να συνδεθείτε άμεσα και το αργότερο μέχρι την <strong>Τετάρτη 22 Μαρτίου 2017</strong>. Αφού πατήσετε <strong>Β Φάση: Έναρξη Αξιολόγησης</strong> και μεταφερθείτε στην κεντρική σελίδα αξιολογήσεων, για την κάθε ανάθεση και στο πεδίο <strong>Αποδέχεστε να αξιολογήσετε αυτόν τον ιστότοπο;</strong> επιλέξτε <strong>Ναι</strong> ή <strong>Όχι</strong>, ανάλογα με το αν αποδέχεστε να αξιολογήσετε τον αντίστοιχο Ιστότοπο ή όχι.
    <p>

    <p>
        <strong>Βήμα 2. </strong>Σας παρακαλoύμε να έχετε <strong>ολοκληρώσει</strong> τις αξιολογήσεις σας μέχρι τις <strong>27 Μαρτίου 2017, ημέρα Δευτέρα.</strong>
    </p>

    <p>
        Μετά από την κρίση σας σε κάθε κριτήριο-άξονα, πατήστε «ΑΠΟΘΗΚΕΥΣΗ». Εάν είστε σίγουρος ότι έχετε ολοκληρώσει, μπορείτε να πατήσετε “Οριστική Υποβολή Βαθμολογίας”. Αυτή η ενέργεια δεν είναι απαραίτητη, αρκεί βέβαια να έχετε βαθμολογήσει όλους τους άξονες.
    </p>

    <p>
        Εάν υπάρχει πολύ σοβαρός λόγος για την αυτο-εξαίρεσή σας, έχετε τη δυνατότητα μέχρι τις <strong>22 Μαρτίου 2017</strong> να δηλώσετε ότι δεν μπορείτε να αναλάβετε την αξιολόγηση αυτού του ιστότοπου για αυτό το λόγο και να σας αλλάξουμε τον ιστότοπο.
    </p>

    <p>
        Οι αξιολογήσεις, προαιρετικά, μπορούν να συνοδεύονται από σχόλια-υποδείξεις για βελτίωση του ιστότοπου συνολικά, ανά άξονα και ανά κριτήριο, με στόχο να βοηθήσουν τους δημιουργούς να βελτιώσουν τους ιστότοπούς τους στο μέλλον. Παρακαλούμε τουλάχιστο για ένα συνολικό σχόλιο ως προς το τι σας άρεσε περισσότερο σε κάθε ιστότοπο και στο τι θα προτείνατε για βελτιώσεις.
    </p>

    <p>
        Αν έχετε ξεχάσει τον κωδικό πρόσβασης για την είσοδό σας στο πληροφοριακό σύστημα του {{ App\Config::first()->index }}ου ΔΕΕΙ, μπορείτε να πατήσετε στο “Ξέχασα τον Κωδικό Πρόσβασής μου”, για να σας αποσταλούν οδηγίες επαναφοράς κωδικού πρόσβασης.
    </p>

    <p>
        Εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα, παρακαλούμε επικοινωνήστε στο <strong>info@eduwebawards.gr<strong>
    </p>
       

@endsection
