@extends('layouts.email')

@section('content')

    <h3>ΕΡΩΤΗΜΑΤΟΛΟΓΙΟ {{ App\Config::first()->index }}ου ΔΕΕΙ</h3>

    <p>
        Σας ενημερώνουμε ότι η Α φάση της διαδικασίας αξιολόγησης ολοκληρώθηκε.
    </p>

    @if($data['winner'])
        <p>
            Σας ενημερώνουμε επίσης ότι ο Ιστότοπός σας ({{ $data['site_title'] }}), <strong>έχει περάσει στη Β Φάση του Διαγωνισμού.</strong> Τα συγχαρητήριά μας!
        </p>
    @endif    

    <p>
        Τα αποτελέσματα έχουν ανακοινωθεί στην αρχική σελίδα του Διαγωνισμού, <a href="http://2017.eduwebawards.gr/#section-02">http://2017.eduwebawards.gr/#section-02</a> 
    </p>

    <p>
        Σας ευχαριστούμε θερμά για τη συμμετοχή και συγχαρητήρια στους Ιστότοπους που περνούν στην επόμενη φάση.
    </p>
    

@endsection
