@extends('layouts.email')

@section('content')

    <h4>Σχετικά με την Υποψηφιότητά σας στον {{ App\Config::find(1)->index }}ο ΔΕΕΙ</h4>

    <p>Αγαπητέ/ή <strong>{{ $grader->last_name }} {{ $grader->first_name }}</strong>,</p>

    <p>Έχουμε παρατηρήσει ότι ενώ έχετε ολοκληρώσει τα στοιχεία σας ως Αξιολογητής Α, <strong>δεν έχετε ολοκληρώσει την υποβολή της υποψηφιότητάς σας.</strong></p>

     <p>Εάν έχετε σκοπό να υποβάλλετε υποψηφιότητα, παρακαλούμε συνδεθείτε στο Πληροφοριακό Σύστημα του ΔΕΕΙ ( <a href="http://www.eduwebawards.gr/app2/public/">http://www.eduwebawards.gr/app2/public/</a> ), πατήστε στον σύνδεσμο με τίτλο <u>Καταχώρηση Αίτησης - Στοιχείων Υποψηφιότητας Ιστότοπου</u> και συμπληρώστε τα πεδία για να ολοκληρώσετε την υποβολή της υποψηφιότητάς σας.</p>

     <p>Εάν δεν προβείτε στη παραπάνω ενέργεια, τότε ο Ιστότοπός σας <strong>δε θα μπορέσει να συμμετέχει στον Διαγωνισμό.</strong></p>

@endsection
