@extends('layouts.email')

@section('content')

    <h3>Πρόσκληση για Αξιολογητές Β’ Επιπέδου 8ου ΔΕΕΙ</h3>

    <p>Αγαπητέ/ή <strong>{{ $grader->name }}</strong>,</p>

    <p>
        σας προσκαλούμε να συμμετέχετε στον <a href="http://2017.eduwebawards.gr/">8ο Διαγωνισμό Ελληνόφωνων Εκπαιδευτικών Ιστότοπων (8ος ΔΕΕΙ)</a>, ως Αξιολογητής Β’ επιπέδου. 
    </p>

    <p>
        Οι Αξιολογητές Β’ είναι έμπειροι αξιολογητές που έχουν συμμετάσχει ως αξιολογητές Α’ ή Β’ σε έναν τουλάχιστο προηγούμενο Διαγωνισμό Ιστότοπων. 
    </p>

    <p>
        Για το λόγο αυτό προσκαλούμε μέλη ΔΕΠ, Σχολικούς Συμβούλους, Εκπαιδευτικούς με αυξημένα προσόντα (PhD, MSc, MEd, ...), Επιμορφωτές Β’ Επιπέδου στις ΤΠΕ, Υπευθύνους και Τεχνικούς Υπεύθυνους ΚΕΠΛΗΝΕΤ, Εκπαιδευτικούς Πληροφορικής κλπ οι οποίοι έχουν εμπειρία αξιολόγησης ιστότοπων - έχουν δημιουργήσει/συντηρούν εκπαιδευτικούς ιστότοπους να γίνουν μέλη του σώματος Αξιολογητών Β’.
    </p>

    <p>
        Σύμφωνα με τη <a href="http://2017.eduwebawards.gr/evaluation/">διαδικασία αξιολόγησης</a> των εκπαιδευτικών ιστότοπων, το έργο σας αφορά στην αξιολόγηση δύο (2) - τριών (3) υποψήφιων εκπαιδευτικών ιστότοπων στη Β’ Φάση &amp; Γ’ (τελική) φάση τη Διαγωνισμού είτε κατά την Α’ φάση του διαγωνισμού, στην  περίπτωση διαφοράς βαθμολογίας μεταξύ των Αξιολογητών Α’.  
    </p>

    <p>
        Για τη διευκόλυνση του έργου σας και τη διασφάλιση αντικειμενικότερης κρίσης, έχουμε δημιουργήσει μία διαβαθμισμένη φόρμα αξιολόγησης, με διακριτά ανά άξονα κριτήρια, στην οποία θα έχετε πρόσβαση με την έναρξη της αξιολόγησης καθώς και αναλυτικές οδηγίες.
    </p>

    <p>
        Για την αποδοχή της πρόσκλησης θα χρειαστεί να εγγραφείτε στο Πληροφοριακό Σύστημα του 8ου ΔΕΕΙ από <a href="http://www.eduwebawards.gr/app2/public/">εδώ</a> (<a href="http://www.eduwebawards.gr/app2/public/">http://www.eduwebawards.gr/app2/public/</a>) και αφού συνδεθείτε να συμπληρώσετε τη φόρμα Υποβολή Υποψηφιότητας Αξιολογητή Β’ μέχρι τις <strong><span style="background-color: yellow">28 Φεβρουαρίου 2016</span></strong>.
    </p>

    <p>
        Οι Αξιολογητές Β’ εφόσον το επιθυμούν μπορούν να είναι και Αξιολογητές Α’. Δηλαδή να προταθούν από έναν υποψήφιο ιστότοπο και να αξιολογήσουν επιπλέον δύο (2) εκπαιδευτικούς ιστότοπους και στην Α’ Φάση του Διαγωνισμού.
    </p>

    <p>
        Με την ολοκλήρωση του διαγωνισμού θα σας δοθεί βεβαίωση Αξιολογητή Β’.
    </p>

    <p>
        Η συμβολή και η συνεργασία σας θεωρείται πολύτιμη για την επιτυχή διεξαγωγή του 8ου ΔΕΕΙ.
    </p>   

@endsection
