@extends('layouts.email')

@section('content')

    <h3>ΥΠΕΝΘΥΜΙΣΗ ΓΙΑ ΚΡΙΣΗ</h3>

    <p>
        Αγαπητέ/ή <strong>{{ $data['grader_name'] }}</strong>,
    </p>

    <p>
        Σας υπενθυμίζουμε να αποδεχτείτε την πρόσκλησή μας να αξιολογήσετε τους ιστότοπους που σας έχουν ανατεθεί.
    </p>

    <p>
        Παρακαλούμε να έχετε υπόψη σας ότι αν <strong>δεν</strong> ολοκληρώσετε τις αξιολογήσεις σας, ο υποψήφιος Ιστότοπος που σας πρότεινε <strong>θα αποκλειστεί από τον διαγωνισμό.</strong>
    </p>

    <p>
        Παρακαλούμε συνδεθείτε στο πληροφοριακό σύστημα του {{ App\Config::first()->index }}ου ΔΕΕΙ (<a href="http://www.eduwebawards.gr/app2/public/">http://www.eduwebawards.gr/app2/public/</a>) και πατήστε <strong>Έναρξη Αξιολόγησης.</strong>
    </p>

    <p>
        Μετά από την κρίση σας σε κάθε κριτήριο-άξονα, πατήστε «ΑΠΟΘΗΚΕΥΣΗ». Εάν είστε σίγουρος ότι έχετε ολοκληρώσει, μπορείτε να πατήσετε “Οριστική Υποβολή Βαθμολογίας”. Αυτή η ενέργεια δεν είναι απαραίτητη, αρκεί βέβαια να έχετε βαθμολογήσει όλους τους άξονες.
    </p>

    <p>
        Οι αξιολογήσεις, προαιρετικά, μπορούν να συνοδεύονται από σχόλια-υποδείξεις για βελτίωση του ιστότοπου συνολικά, ανά άξονα και ανά κριτήριο, με στόχο να βοηθήσουν τους δημιουργούς να βελτιώσουν τους ιστότοπούς τους στο μέλλον. Παρακαλούμε τουλάχιστο για ένα συνολικό σχόλιο ως προς το τι σας άρεσε περισσότερο σε κάθε ιστότοπο και στο τι θα προτείνατε για βελτιώσεις.
    </p>

    <p>
        Αν έχετε ξεχάσει τον κωδικό πρόσβασης για την είσοδό σας στο πληροφοριακό σύστημα του {{ App\Config::first()->index }}ου ΔΕΕΙ, μπορείτε να πατήσετε στο “Ξέχασα τον Κωδικό Πρόσβασής μου”, για να σας αποσταλούν οδηγίες επαναφοράς κωδικού πρόσβασης.
    </p>

    <p>
        Εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα, παρακαλούμε επικοινωνήστε στο <strong>info@eduwebawards.gr<strong>
    </p>
       

@endsection
